tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sdkman/tap"

# brew "mackup"
brew "neovim"
# brew "mas"
brew "neofetch"
# brew "shellcheck"
# brew "shfmt"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "fzf"
brew "ripgrep"
brew "node"
brew "pyenv"
brew "zoxide"
brew "fd"
brew "fop"


# cask "the-unarchiver"
cask "font-jetbrains-mono-nerd-font"
cask "alacritty"
# cask "cheatsheet"
cask "rectangle"
cask "hyperkey"
# cask "dash"
# cask "docker"
# cask "espanso"
# cask "logseq"
# cask "raycast"
# cask "visual-studio-code"
# cask "zettlr"
# cask "zotero"
# cask "1password"

# mas "Disk Speed Test", id: 425264550
# mas "FreeCell", id: 538059735
# mas "Kindle", id: 302584613
# mas "TunesArt", id: 444696268
