tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sdkman/tap"
brew "autoconf"
brew "fop"
brew "git"
brew "openssl@3"
brew "httpie"
brew "mas"
brew "neofetch"
brew "neovim"
brew "rbenv"
brew "starship"
brew "stow"
brew "tmux"
brew "cirruslabs/cli/tart"
cask "alacritty"
cask "cheatsheet"
cask "dash"
cask "devtoys"
cask "docker"
cask "espanso"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-victor-mono"
cask "logseq"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "zettlr"
cask "zotero"
mas "1Password for Safari", id: 1569813296
mas "Citrix Secure Access", id: 1338991513
mas "Disk Speed Test", id: 425264550
mas "FreeCell", id: 538059735
mas "Kindle", id: 302584613
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "Pluralsight", id: 431748264
mas "Skitch", id: 425955336
mas "Speediness", id: 1596706466
mas "Speedtest", id: 1153157709
mas "Telegram", id: 747648890
mas "TunesArt", id: 444696268
mas "WhatsApp", id: 1147396723
vscode "aaron-bond.better-comments"
vscode "asciidoctor.asciidoctor-vscode"
vscode "ban.spellright"
vscode "Braver.vscode-solarized"
vscode "byi8220.indented-block-highlighting"
vscode "ciarant.vscode-structurizr"
vscode "deerawan.vscode-dash"
vscode "developersoapbox.vscode-springboot-snippets"
vscode "DotJoshJohnson.xml"
vscode "esbenp.prettier-vscode"
vscode "fosshaas.fontsize-shortcuts"
vscode "foxundermoon.shell-format"
vscode "hediet.vscode-drawio"
vscode "JakeBecker.elixir-ls"
vscode "jebbs.plantuml"
vscode "KevinRose.vsc-python-indent"
vscode "KoichiSasada.vscode-rdbg"
vscode "liviuschera.noctis"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "mushan.vscode-paste-image"
vscode "njpwerner.autodocstring"
vscode "Postman.postman-for-vscode"
vscode "redhat.java"
vscode "redhat.vscode-community-server-connector"
vscode "redhat.vscode-rsp-ui"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "robole.snippets-ranger"
vscode "sdras.night-owl"
vscode "shengchen.vscode-checkstyle"
vscode "Shopify.ruby-extensions-pack"
vscode "Shopify.ruby-lsp"
vscode "SonarSource.sonarlint-vscode"
vscode "sorbet.sorbet-vscode-extension"
vscode "TheFern.vscode-gutenberg"
vscode "tomoki1207.pdf"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
