tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "openssl@3"
brew "autoconf"
# brew "cmake"
# brew "coreutils"
# brew "entr"
# brew "fd"
# brew "fop"
brew "fzf"
# brew "gcc"
brew "git"
brew "go"
brew "gum"
brew "httpie"
brew "jq"
brew "mas"
brew "neofetch"
brew "neovim"
# brew "node"
# brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tree"
brew "wget"
brew "yq"
brew "cirruslabs/cli/tart"

cask "1password"
cask "1password-cli"
cask "brave-browser"
cask "cheatsheet"
cask "espanso"
cask "font-jetbrains-mono-nerd-font"
cask "hyperkey"
cask "logseq"
cask "mactex"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "zotero"
cask "texifier"

# mas "Citrix Secure Access", id: 1338991513
# mas "Disk Speed Test", id: 425264550
# mas "FreeCell", id: 538059735
# mas "Kindle", id: 302584613
# mas "Microsoft Excel", id: 462058435
# mas "Microsoft Outlook", id: 985367838
# mas "Microsoft PowerPoint", id: 462062816
# mas "Microsoft Word", id: 462054704
# mas "OneDrive", id: 823766827
# mas "Skitch", id: 425955336
# mas "Speedtest", id: 1153157709
# mas "Telegram", id: 747648890
# mas "TunesArt", id: 444696268
# mas "WhatsApp", id: 1147396723
