tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sdkman/tap"
brew "openssl@3"
brew "autoconf"
brew "cmake"
brew "coreutils"
brew "entr"
brew "fd"
brew "fop"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "gum"
brew "httpie"
brew "jq"
brew "mas"
brew "neofetch"
brew "neovim"
brew "node"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yq"
brew "zsh"
brew "cirruslabs/cli/tart"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "cheatsheet"
cask "dash"
cask "espanso"
cask "font-jetbrains-mono-nerd-font"
cask "hyperkey"
cask "logseq"
cask "mactex"
cask "raycast"
cask "rectangle"
cask "skim"
cask "spotify"
cask "visual-studio-code"
# cask "zettlr"
# cask "zotero"
# mas "Citrix Secure Access", id: 1338991513
# mas "Disk Speed Test", id: 425264550
# mas "FreeCell", id: 538059735
# mas "Kindle", id: 302584613
# mas "Microsoft Excel", id: 462058435
# mas "Microsoft Outlook", id: 985367838
# mas "Microsoft PowerPoint", id: 462062816
# mas "Microsoft Word", id: 462054704
# mas "OneDrive", id: 823766827
# mas "Pluralsight", id: 431748264
# mas "Skitch", id: 425955336
# mas "Speedtest", id: 1153157709
# mas "Telegram", id: 747648890
# mas "TunesArt", id: 444696268
# mas "WhatsApp", id: 1147396723
# vscode "aaron-bond.better-comments"
# vscode "asciidoctor.asciidoctor-vscode"
# vscode "ban.spellright"
# vscode "byi8220.indented-block-highlighting"
# vscode "ciarant.vscode-structurizr"
# vscode "deerawan.vscode-dash"
# vscode "dotjoshjohnson.xml"
# vscode "esbenp.prettier-vscode"
# vscode "fosshaas.fontsize-shortcuts"
# vscode "foxundermoon.shell-format"
# vscode "gleam.gleam"
# vscode "golang.go"
# vscode "hediet.vscode-drawio"
# vscode "james-yu.latex-workshop"
# vscode "jdinhlife.gruvbox"
# vscode "jebbs.plantuml"
# vscode "kevinrose.vsc-python-indent"
# vscode "mechatroner.rainbow-csv"
# vscode "mhutchie.git-graph"
# vscode "mrmlnc.vscode-duplicate"
# vscode "ms-azuretools.vscode-docker"
# vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
# vscode "ms-python.debugpy"
# vscode "ms-python.isort"
# vscode "ms-python.python"
# vscode "ms-python.vscode-pylance"
# vscode "ms-vscode-remote.remote-containers"
# vscode "mushan.vscode-paste-image"
# vscode "njpwerner.autodocstring"
# vscode "redhat.vscode-xml"
# vscode "redhat.vscode-yaml"
# vscode "ritwickdey.liveserver"
# vscode "robole.snippets-ranger"
# vscode "sainnhe.gruvbox-material"
# vscode "shd101wyy.markdown-preview-enhanced"
# vscode "sumneko.lua"
# vscode "tamasfe.even-better-toml"
# vscode "thefern.vscode-gutenberg"
# vscode "timonwong.shellcheck"
# vscode "tyriar.lorem-ipsum"
# vscode "vscode-icons-team.vscode-icons"
# vscode "vscodevim.vim"
# vscode "yzhang.markdown-all-in-one"
