tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
# brew "openssl@3"
# brew "autoconf"
# brew "bash"
# brew "cmake"
# brew "coreutils"
# brew "entr"
# brew "fd"
# brew "fop"
# brew "fzf"
# brew "gcc"
# brew "git"
# brew "go"
# brew "gum"
# brew "httpie"
# brew "jq"
# brew "mas"
brew "neofetch"
# brew "neovim"
# brew "node"
# brew "pandoc"
# brew "pandoc-crossref"
# brew "pandoc-plot"
# brew "python@3.11"
# brew "ripgrep"
# brew "shellcheck"
# brew "shfmt"
brew "starship"
# brew "tmux"
# brew "tree"
# brew "vim"
# brew "wget"
# brew "yq"
# brew "zsh"
# brew "cirruslabs/cli/tart"
cask "alacritty"
# cask "cheatsheet"
# cask "dash"
# cask "espanso"
cask "font-jetbrains-mono-nerd-font"
# cask "hyperkey"
# cask "logseq"
# cask "mactex"
# cask "obsidian"
# cask "raycast"
cask "rectangle"
# cask "skim"
cask "visual-studio-code"
# cask "zettlr"
# cask "zotero"
vscode "aaron-bond.better-comments"
vscode "asciidoctor.asciidoctor-vscode"
vscode "ban.spellright"
vscode "braver.vscode-solarized"
vscode "byi8220.indented-block-highlighting"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "ciarant.vscode-structurizr"
vscode "deerawan.vscode-dash"
vscode "developersoapbox.vscode-springboot-snippets"
vscode "dotjoshjohnson.xml"
vscode "esbenp.prettier-vscode"
vscode "fosshaas.fontsize-shortcuts"
vscode "foxundermoon.shell-format"
vscode "gleam.gleam"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "james-yu.latex-workshop"
vscode "jdinhlife.gruvbox"
vscode "jebbs.plantuml"
vscode "kevinrose.vsc-python-indent"
vscode "liviuschera.noctis"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "mushan.vscode-paste-image"
vscode "njpwerner.autodocstring"
vscode "notzaki.pandocciter"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "robole.snippets-ranger"
vscode "sainnhe.gruvbox-material"
vscode "sdras.night-owl"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shengchen.vscode-checkstyle"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "thefern.vscode-gutenberg"
vscode "timonwong.shellcheck"
vscode "tyriar.lorem-ipsum"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
